[A_magic_shield H7BaseBuff]
mName="魔法增效"
mTooltip="生物获得 %stat %icon_health 点生命值加成，持续至战斗回合结束。"

[Archetype.A_Grikald H7EditorHero]
mName="格里卡尔德"
mLore=""

[Archetype.A_mushy H7EditorHero]
mName="穆西"
mLore=""

[Archetype.A_Vexes H7EditorHero]
mName="维克斯"
mLore=""

[Hero_specialisation.A_berseker_of_ice H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="极寒狂战士"
mTooltip="此英雄每级增加 %stat1 %icon_water 点伤害。他攻击的生物承受 %buff3.buff.res1 点伤害，持续至战斗回合结束。"

[Hero_specialisation.A_Marque_bersekeur_ice_Buff H7BaseBuff]
mName="冰狂战士印记"
mTooltip="目标生物承受 %res1 点额外伤害，持续至回合结束。"

[Hero_specialisation.A_Percing_figth H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="刺骨严寒"
mTooltip="战斗开始时，为所有友方生物施加一个增益效果，使其在 3 回合内无视 25% 的敌方防御。"

[Hero_specialisation.A_Puissance_up H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="宝库猎人"
mTooltip="每次英雄打开宝箱时，有 35% 几率获得 %stat %icon_attack。"

[Hero_specialisation.A_specialisation_boost_t4 H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="魔法增效"
mTooltip="战斗开始时，以及每次他的英雄以友方刹帝利或刹帝利·迦梨为目标施加增益时，他会施加一个魔法强化效果，使其在战斗回合结束前增加 %buff.buff.stat %icon_health 点生命值。"

[Heros_names.A_Grikald_Name H7GlobalName]
mName="格里卡尔德"

[Heros_names.A_Mushy_Name H7GlobalName]
mName="穆西"

[Heros_names.A_Vexes_Name H7GlobalName]
mName="维克斯"

[Archetype.A_Chairtmin H7EditorHero]
mName=""
mLore=""

[Heros_names.A_Chairtmin_Name H7GlobalName]
mName="柴特明"

[Hero_specialisation.A_Percing_figth H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="刺骨严寒"
mTooltip="战斗开始时，为所有友方施加一个增益效果：友方生物在 3 回合内无视 25% 的敌方防御。"

[heropedya.A_HeroBio_Chairmin H7HeroBioData]
mText="几个世纪以来，柴特明一直是霜巨人的领袖和传统的守护者。尽管年事已高，他的思维依然清晰，身体充满力量。意识到他的族人有时可能非常好战，这位巨人巧妙地冷却他们的热情，并将其引导到正确的方向。在被选中的冠军到来之后，柴特明做出了艰难的决定，离开山脉，并作为善意的表示，亲自率领他的部落与联盟代表会面，以便与新盟友一起为注定的战斗做准备。虽然有许多霜巨人对柴特明的决定不满，但只有那些准备好挑战他争夺领袖头衔的人才能公开反对他。目前，还没有勇者能够承受他那足以击碎最坚固盔甲的猛烈打击。"

[Archetype.A_Fiur H7EditorHero]
mName=""
mLore=""

[Hero_specialisation.A_Recruiter_fiur_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="征募官"
mTooltip="总督：在此城镇招募生物花费的黄金减少 %special1%。"

[Hero_specialisation.A_Recruiter_fiur_TownBuff H7BaseBuff]
mName="征募官（城镇增益）"
mTooltip=""

[Hero_specialisation.A_specialisation_boost_t4 H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="强化魔法增效"
mTooltip="战斗开始时，英雄以一名友方生物为目标，施加一个魔法强化效果，使其在战斗回合结束前增加 %buff.buff.stat %icon_health 点生命值。"

[heropedya.A_HeroBio_fiur H7HeroBioData]
mText="当冰峰联盟决定向世界展示自己时，身为最有影响力贸易行会首领的菲尔承担了与亚山主要国家建立关系的任务。他亲自参与所有重要谈判，巧妙地达成目标，并签订了许多互利的贸易协定。很快，载有价值商品的商队开始行驶在联盟的道路上，这种活动不可避免地吸引了周围强盗的注意。对于这种情况，菲尔的箭袋总是装满了利箭，但他也知道用金钱可以达成很多事，并且毫不犹豫地贿赂交战的帮派，让他们互相攻击。"

[Heros_names.A_Fiur_Name H7GlobalName]
mName="菲尔"

[Archetype.A_Lily_Rose H7EditorHero]
mName=""
mLore=""

[heropedya.A_HeroBio_lily_rose H7HeroBioData]
mText="即使是曾经受邀从珊提瑞前来教导年轻的莉莉·萝丝的睿智娜迦导师，也不得不承认他们的无能为力，称她为破坏者化身的凡人之躯。他们的技巧涉及与水合一并达到内心的平静，但这位年轻女巫的才能却体现在制造破坏上。雪崩、暴风雪、巨大的潮汐波——莉莉·萝丝几乎弹指间就能创造它们，从根本上改变了人们对“最好的防御就是进攻”这一著名原则的通常看法。看到年轻的女巫如何娴熟地控制水元素，将一个个法术倾泻到敌人身上，她的部队莫名地感到更加安全。"

[Heros_names.A_lily_rose_Name H7GlobalName]
mName="莉莉·萝丝"

[Hero_specialisation.A_Defenseur_de_givre H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="冰霜抗性"
mTooltip="此英雄每次用水系法术造成伤害时，增加 %stat1 %icon_defense。"

[Hero_specialisation.A_percing_figth_Buff H7BaseBuff]
mName="刺骨严寒"
mTooltip="英雄控制下的生物获得一个增益效果，允许它们无视 %special %icon_defense 点敌人防御。持续 %durnow 回合。"

[heropedya.A_HeroBio_grikald H7HeroBioData]
mText="格里卡尔德是那些相信知识应造福他人的人之一，他竭尽全力让在龙脉隘口严酷气候中拼命求生的普通人的生活变得更容易。经过多年研究玛夏纳的启蒙，这位法师成功创造了一个魔法仪式，可以使联盟所有公民完全免疫寒冷，然而贤者议会认为这太危险了。作为回应，大法师自愿对自己进行了仪式，但不得不承认它还远非完美，只有启蒙才能保护其免受负面后果的影响。格里卡尔德继续他的研究，开发了一个更简化的仪式版本，他经常在战斗中测试，以提高他的战士们的生命力。"

[heropedya.A_HeroBio_Mushi H7HeroBioData]
mText="作为一个普通铁匠和旅馆老板的女儿，穆西一直想为家人提供更好的生活。与积极学习持家基础的同龄人不同，她为自己选择了军事道路，每天花几个小时进行训练。女孩的努力获得了成功，她成功进入了乌库尔军校并以优异成绩毕业。几年后，穆西被任命为她家乡恩提尔的驻军指挥官。从军事战役归来后，她将部分获得的战利品上缴国库，剩余的钱要么寄给家人，要么购买最优质的材料。相信她的战士们应该拥有最好的武器，穆西总是准备暂时回归家族事业，在锻炉里关上几天。"

[heropedya.A_HeroBio_vexes H7HeroBioData]
mText="尽管玛夏纳的启蒙赋予了关于寒冷本质的奥秘知识，但并非每个人都能完全理解它。获得莎拉萨最年长的女儿之一的祝福后，维克斯获得了 Lesser Enlightened One 的地位，但这个礼物对他来说变成了过于沉重的负担。每次年轻的先知进入恍惚状态时，蕴含在他体内的力量就会以暴风雪的形式释放出来，并且每次新的精神世界之旅都会变得更加强大和广泛。最终，它覆盖了整个拉马克城，根据议会的决定，一位大法师被派往那里控制局势。在他的严格指导下，维克斯设法压制了不稳定的元素能量，在身体、思想和精神之间达到了不稳定的平衡。"